{
    "architectures": ["RobertaForMaskedLM"], 
    "attention_probs_dropout_prob": 0.1, 
    "hidden_act": "gelu", 
    "hidden_dropout_prob": 0.1, 
    "hidden_size": 64, 
    "initializer_range": 0.02, 
    "intermediate_size": 256, 
    "layer_norm_eps": 1e-05, 
    "max_position_embeddings": 514, 
    "model_type": "roberta", 
    "num_attention_heads": 4, 
    "num_hidden_layers": 3, 
    "type_vocab_size": 1, 
    "vocab_size": 10260
}